<!doctype html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta name="viewport"
          content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">

    <link rel="shortcut icon" href="img/favicon.ico" type="image/x-icon">
    <link rel="stylesheet" href="css/index.css">

    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.2.0-beta1/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-0evHe/X+R7YkIZDRvuzKMRqM+OrBnVFBL6DOitfPri4tjfHxaWutUpFmBp4vmVor" crossorigin="anonymous">
    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.2.0-beta1/dist/js/bootstrap.bundle.min.js" integrity="sha384-pprn3073KE6tl6bjs2QrFaJGz5/SUsLqktiwsUTF55Jfv3qYSDhgCecCxMW52nD2" crossorigin="anonymous"></script>

    <title>Pilestone - оптика для дальтоников</title>
</head>
<body>

<?php include "components/header.php"; ?>


<main class="about_tech_page">
    <div class="about_tech_page__content">
        <h4>Технология очков для дальтоников Pilestone</h4>
        <p>Очки Pilestone - продукт, соединяющий науку о цветовом зрении и оптические технологии. На сегодня это единственный способ коррекции зрения, который облегчает красно-зеленую цветовую слепоту без изменения точности цветопередачи.
        </p>
        <h6>Как глаза видят цвета</h6>
        <p>Сетчатка содержит приблизительно 6 миллионов колбочковидных зрительных клеток Каждая клетка "цветоспецифична", реагирует на свет определенной частоты. Три разных цвета данных клеток соответствуют трем главным цветам: красному, зеленому и синему.</p>
        <h6>Что такое цветовая слепота?</h6>
        <p>Цветовая слепота или дефект цветового зрения - это состояние, когда глаза человека не способны воспринимать цвета при нормальном свете. Людям с цветовой слепотой невероятно тяжело различать цвета.</p>
        <h6>Кто подвержен?</h6>
        <p>Цветовой слепотой страдают миллионы людей по всему миру. Ей подвержен каждый двенадцатый мужчина и каждая двухсотая женщина. Дефект характеризуется различными состояниями. Наиболее распространенная форма красно-зеленая.
            Большинство людей, страдающих цветовой слепотой, видят цвета, но у них снижена способность их различать. Цветовая слепота также называется дальтонизмом.
            Дальтонизм может быть приобретенным, но в большинстве случаев это наследственное заболевание. Гены, которые влияют на восприятие цветов, называются "фотопигменты" и находятся на Х-хромосоме. Если данные гены изменяются или повреждаются - возникает дальтонизм.
        </p>
        <h6>Симптомы и причины</h6>
        <p>Человек, страдающий красно-зеленой цветовой слепотой, видит мир по-другому. Его красные и зеленые "фотопигменты" частично перекрывают друг друга, что делает невозможным их нормальную деятельность. Учёные компании Pilestone нашли решение, которое облегчает данную ситуацию, создав линзы для "фильтрации" цветов.</p>
        <h6>Технология Pilestone</h6>
        <p>Создание данных линз было начато на компьютерных симуляторах, где разрабатывались модели, воспроизводящие цвета и степень расстройства цветового зрения. Для создания данной модели Pilestone использовала последние исследования генетики в области дальтонизма и различных аномалий, относящихся к "фотопигментам" и соединяла их в модель, которая влияла на восприятие цветов людьми с красным или зеленым дальтонизмом.

            Вторым шагом было решение проблемы посредством создания оптимального фильтра, направленного на "фотопигменты". Pilestone работает через метод "разноуровневой" фильтрации, при котором "вырезаются" определенные длинны волн света для усиления определенных цветов. Линзы Pilestone разделяют перекрывающиеся красные и зеленые колбочки, помогая улучшить зрение людей, которые сталкиваются с трудностями в различении зеленого и красного цветов.</p>
    </div>

    <?php include "components/form.php"; ?>

</main>


<?php include "components/footer.php"; ?>

</body>
</html>